{
  "original_path": "/assets/img/illustrations",
  "thumbnail_path": "/assets/img/illustrations/thumbnails",
  "total_image": 12,
  "images": [
    {
      "name": "Red Cephalopoda",
      "filename": "1.jpeg",
      "description": "The red cephalopod with green eyes is a stunning marine creature. Its bright crimson body and glowing eyes are perfect for ocean depths."
    },
    {
      "name": "Blue Gryphon",
      "filename": "2.jpeg",
      "description": "A majestic blue-green gryphon clings to a sheer cliff face, its powerful claws gripping the rocky surface as it scan the horizon with fierce eyes."
    },
    {
      "name": "Broly",
      "filename": "3.jpeg",
      "description": "Broly: The Legendary Super Saiyan. Exudes raw power with his imposing figure, green hair and crackling aura set against a backdrop of chaotic energy waves."
    },
    {
      "name": "Onset",
      "filename": "4.jpeg",
      "description": "ONSET marks the beginning of an illustrator's journey to build a compelling portfolio. It’s a phase of creative exploration and skill development to showcasing personal style."
    },
    {
      "name": "Silverado Syndicate",
      "filename": "5.jpeg",
      "description": "Clean designs inspired by the white Silverado truck. This illustrations reflect strength, precision, and a modern edge, with a focus on creating bold, solid color."
    },
    {
      "name": "Infiniti G35",
      "filename": "6.jpeg",
      "description": "This illustration features an Infiniti G35 set Japanese backdrop with a blooming sakura tree, with falling gently around the car. The Red Sun and Mountain evoke essence of Japan."
    },
    {
      "name": "Prestigefilm",
      "filename": "7.jpeg",
      "description": "DESIGN NOT FOR SALE!"
    },
    {
      "name": "The Wire Daddy",
      "filename": "8.jpeg",
      "description": "DESIGN NOT FOR SALE!"
    },
    {
      "name": "The Shadow Swordsman",
      "filename": "9.jpeg",
      "description": "The Shadow Swordsman cloaked in darkness, wields a crackling electric sword. His glowing eyes and flickering form command fear and raw power."
    },
    {
      "name": "Artwork-10",
      "filename": "10.jpeg",
      "description": "DESIGN NOT FOR SALE!"
    }
    {
      "name": "Hirrin",
      "filename": "11.jpeg",
      "description": "DESIGN NOT FOR SALE!"
    }
    {
      "name": "Artwork-12",
      "filename": "10.jpeg",
      "description": "Stay tuned! An exciting new illustration is about to drop. Coming Soon!"
    }
  ]
}
